aki77.rails-routes
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
docker.docker
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
hashicorp.terraform
humao.rest-client
iceliu.highlight-icemode
jebbs.plantuml
jock.svg
kaiwood.endwise
koichisasada.vscode-rdbg
mariusalchimavicius.json-to-ts
mikestead.dotenv
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.hexeditor
octref.vetur
oderwat.indent-rainbow
qhoekman.language-plantuml
ritwickdey.liveserver
shardulm94.trailing-spaces
shopify.ruby-extensions-pack
shopify.ruby-lsp
sianglim.slim
sorbet.sorbet-vscode-extension
soutaro.steep-vscode
stylelint.vscode-stylelint
vitest.explorer
vscode-icons-team.vscode-icons
wix.vscode-import-cost
yzane.markdown-pdf
