aki77.rails-routes
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
mauve.terraform
humao.rest-client
iceliu.highlight-icemode
kaiwood.endwise
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-python.python
oderwat.indent-rainbow
rebornix.ruby
shardulm94.trailing-spaces
sianglim.slim
slevesque.vscode-hexdump
TabNine.tabnine-vscode
vscode-icons-team.vscode-icons
wingrunr21.vscode-ruby
