aki77.rails-routes
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
hashicorp.terraform
humao.rest-client
iceliu.highlight-icemode
jebbs.plantuml
kaiwood.endwise
mikestead.dotenv
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
octref.vetur
oderwat.indent-rainbow
qhoekman.language-plantuml
rebornix.ruby
ritwickdey.liveserver
shardulm94.trailing-spaces
sianglim.slim
slevesque.vscode-hexdump
vscode-icons-team.vscode-icons
wingrunr21.vscode-ruby
